--Task 1
INSERT INTO t1 (id, phone, mail)
VALUES 
(12345,'89997776655','test@mail.ru'),
(54321,'87778885566','two@mail.ru'),
(98765,'87776664577','three@mail.ru'),
(66678,'87778885566','four@mail.ru'),
(34567,'84547895566','four@mail.ru'),
(34567,'89087545678','five@mail.ru');

--Task 2
INSERT INTO clients_table (CLIENT_ID, CLIENT_NAME, BIRTHDAY, GENDER)
VALUES 
(1, 'Иванов Иван', '1985-01-12', 'Мужской'),
(2, 'Петрова Александра', '1990-05-25', 'Женский'),
(3, 'Смирнов Максим', '1978-09-03', 'Мужской'),
(4, 'Кузнецов Дмитрий', '1982-07-17', 'Мужской'),
(5, 'Васильева Елизавета', '1995-11-29', 'Женский'),
(6, 'Михайлов Алексей', '1976-04-08', 'Мужской'),
(7, 'Новикова Анастасия', '1988-06-06', 'Женский'),
(8, 'Козлов Сергей', '1992-02-21', 'Мужской'),
(9, 'Алексеева Мария', '1984-12-14', 'Женский'),
(10, 'Егоров Артем', '1991-10-19', 'Мужской')